Repository: osama-ali2/qbus_app
Catalog: lib/L10n/app_*.arb
Languages: ur

# language
source: English
ur: انگريزی

# the_language
source: Language
ur: زبان

source: Home
ur: گھر

source: History
ur: تاریخ

source: Profile
ur: پروفائل

source: Settings
ur: سیٹنگیں

# home_title
source: Book Bus Let's Do Now!
ur: بک بس چلو اب کرتے ہیں!

source: one Way
ur: ایک طریقہ

source: Round Trip
ur: گول سفر

source: Departure from
ur: سے روانگی

source: Arrival To
ur: آمد بطرف

source: Select Date
ur: تاریخ منتخب کریں

source: Select Dates
ur: تاریخیں منتخب کریں

source: Passengers Count
ur: مسافروں کی گنتی

source: Search
ur: تلاش

source: packages
ur: پیکجوں

source: Explore
ur: دریافت کریں

source: Select Additions
ur: اضافہ منتخب کریں

source: Process To Payment
ur: ادائیگی کے لیے عمل

# login_title
source: Login Into You Account or Sign UP
ur: آپ کے اکاؤنٹ میں لاگ ان کریں یا سائن اپ کریں

source: Mobile Number
ur: موبائل نمبر

source: Password
ur: پاسورڈ

source: Login
ur: لاگ ان

source: Don't have account ?
ur: اکاؤنٹ نہیں ہے؟

source: Sign Up
ur: سائن اپ کریں

source: Forget Password
ur: پاس ورڈ بھول جائیں

# sign_up_title
source: Lets Get Started
ur: چلو شروع کرتے ہیں

source: Full name
ur: پورا نام

# email
source: Email Address
ur: ای میل پتہ

source: City
ur: شہر

# address
source: Your Address
ur: آپ کا پتہ

source: Marital Status
ur: ازدواجی حیثیت

source: New Password
ur: نیا پاس ورڈ

source: Confirm Password
ur: پاس ورڈ کی تصدیق کریں

source: Reset Password
ur: پاس ورڈ پھر سیٹ کریں

source: Single
ur: تنہا

source: Married
ur: شادی شدہ

source: Wallet
ur: بٹوا

source: About Us
ur: ہماری بارے ميں

source: Privacy Policy
ur: رازداری کی پالیسی

source: Return Policy
ur: واپسی پالیسی

source: Contact Us
ur: ہم سے رابطہ کریں

source: Logout
ur: لاگ آؤٹ کریں

# password_required
source: Password Field is required
ur: پاس ورڈ فیلڈ کی ضرورت ہے

# no_package_avilable
source: No Package Available
ur: کوئی پیکج دستیاب نہیں

# no_hotel_found
source: No Hotel Founds
ur: کوئی ہوٹل نہیں ملا

# confirm_order
source: Order confirmation
ur: آرڈر کی تصدیق

source: Skip
ur: اچٹیں

source: Identity proof type
ur: شناخت کے ثبوت کی قسم

source: Only 10 Passengers allowed
ur: صرف 10 مسافروں کو جانے کی اجازت

source: Passengers data
ur: مسافروں کا ڈیٹا

source: Order Confirmation
ur: آرڈر کی تصدیق

source: Sub Total
ur: ذیلی کل

source: Discount
ur: رعایت

# tax
source: Tax 15%
ur: ٹیکس 15٪

source: Total Cost
ur: کل قیمت

source: Process to checkout
ur: چیک آؤٹ کرنے کا طریقہ

# save_start_trip_two
source: Save And Start Trip Two
ur: محفوظ کریں اور سفر دو شروع کریں

# save_secound_trip
source: Save Second Trip & Review Order
ur: دوسرا سفر محفوظ کریں اور آرڈر کا جائزہ لیں

source: Country
ur: ملک

source: Trip Additions
ur: سفر میں اضافہ

source: Additions
ur: اضافہ

source: Save First Trip
ur: پہلا سفر محفوظ کریں

# no_trip
source: No Trip Available
ur: کوئی سفر دستیاب نہیں ہے

source: Next
ur: اگلا

# continue_text
source: Continue
ur: جاری رکھنا

source: Rating
ur: درجہ بندی

source: Return date
ur: واپسی کی تاریخ

source: Start Time
ur: شروع کرنے کا وقت

source: No time selected
ur: کوئی وقت منتخب نہیں

source: Trips
ur: دوروں

# complete_order_text
source: Head to the office to complete your Order Payment using your reference number
ur: اپنے حوالہ نمبر کا استعمال کرتے ہوئے اپنے آرڈر کی ادائیگی مکمل کرنے کے لئے دفتر جائیں

# reset_password_token_sent_to
source: Reset Password Token has been sent to
ur: پاس ورڈ کو ری سیٹ کرنے کا ٹوکن بھیج دیا گیا ہے

source: Successful :
ur: کامیاب:

source: Password not matched
ur: پاس ورڈ میل نہیں کھاتا

# enter_verification_code
source: Please Enter Verification Code Sent to
ur: برائے مہربانی تصدیق درج کریں کوڈ بھیج دیا گیا

source: Subject
ur: موضوع

source: Your message
ur: آپ کا پیغام

source: Send
ur: بھیجنا

# name_required
source: Name field is required
ur: نام فیلڈ کی ضرورت ہے

# email_required
source: Email field is required
ur: ای میل فیلڈ کی ضرورت ہے

# subject_required
source: Subject field is required
ur: سبجیکٹ فیلڈ کی ضرورت ہے

# subject_length_required
source: Subject length must be more than 8 character
ur: موضوع کی لمبائی 8 حروف سے زیادہ ہونی چاہئے

# message_required
source: Message field is required
ur: پیغام فیلڈ کی ضرورت ہے

# terms_of_aervice
source: Terms of Service
ur: سروس کی شرائط

source: Change password
ur: پاس ورڈ تبدیل کریں

source: Old password
ur: پرانا پاس ورڈ

source: Old password required
ur: پرانا پاس ورڈ درکار ہے

source: New password required
ur: نیا پاس ورڈ درکار ہے

source: Update
ur: تازہ کاری
